Foodcrop_dic = {'감자': '', '고구마': '', '콩': ''}
Cashcrop_dic = {'느타리버섯': '', '땅콩': '', '새송이버섯': '', '참깨': '', '팽이버섯': '', '호두': ''}
Vegetable_dic = {'건고추': '', '고추': '', '깻잎': '', '당근': '', '대파': '', '무': '', '미나리': '', '배추': '', '상추': '', '생강': '',
                 '시금치': '', '양배추': '', '양파': '', '얼갈이배추': '', '열무': '', '오이': '', '쪽파': '', '피망': '', '파프리카': '',
                 '호박': ''}
Fruit_dic = {'감귤': '', '단감': '', '딸기': '', '레몬': '', '망고': '', '바나나': '', '방울토마토': '', '배': '', '복숭아': '', '사과': '',
             '수박': '', '오렌지': '', '참외': '', '체리': '', '키위': '', '토마토': '', '파인애플': '', '포도': ''}

Category_List = [Foodcrop_dic, Cashcrop_dic, Vegetable_dic, Fruit_dic]
Category_Kor = ['식량작물', '특용작물', '채소류', '과일류']
